/* Title for event birthday (with a name) */
"%@\\U2019s Birthday" = "Anniv. de %@";

/* Title for event birthday (without a name) */
"Birthday" = "Anniversaire";

"FACEBOOK_CALENDAR_NAME" = "Événements Facebook";

/* default calendar name */
"DEFAULT_CALENDAR_NAME" = "Calendrier";

/* default reminders calendar name */
"DEFAULT_TASK_CALENDAR_NAME" = "Rappels";
// Also this one, sadly.  See 9806767 and 9696624
"Reminders" = "Rappels";

/* Default name for an event/reminder alarm */
"DEFAULT_REMINDER_NAME" = "Rappel";

/* Errors, returned as part of EKError object. Generally only for developers, but they might appear in UI.*/
"EVENT_NOT_MUTABLE_ERROR" = "L’événement n’est pas modifiable.";

"NO_CALENDAR_ERROR" = "Aucun calendrier n’a été défini.";

"NO_START_DATE_ERROR" = "Aucune date de début n’a été définie.";

"NO_END_DATE_ERROR" = "Aucune date de fin n’a été définie.";

"DATES_INVERTED_ERROR" = "La date de début doit être antérieure à la date de fin.";

"UNEXPECTED_ERROR" = "Une erreur inattendue s’est produite.";

"CALENDAR_SOURCE_CANNOT_BE_MODIFIED" = "Ce calendrier ne peut être déplacé vers un autre compte.";


"CALENDAR_READ_ONLY_ERROR" = "Le calendrier est en lecture seule.";

"DURATION_EXCEEDS_RECURRENCE_ERROR" = "Cet événement est trop long pour pouvoir être répété aussi souvent.";

"ALARM_EXCEEDS_RECURRENCE_ERROR" = "L’événement est répété avant l’alerte.";

"START_DATE_FUTURE_ERROR" = "La date de cet événement futur est trop lointaine.";

"OCCURRENCE_COLLISION_ERROR" = "Une autre occurrence de cet événement a lieu à cette date.";

"INVITES_CANNOT_MOVE_ERROR" = "Les invitations ne peuvent être déplacées vers un autre calendrier.";

"CANNOT_GEOCODE_LOCATION_ERROR" = "Le lieu du rappel n’a pas pu être associé par géocodage à une adresse pour déclencher l’alarme.";

/* meaningless to end users, but useful for coders. It means the event is being used with the wrong database (store). */
"WRONG_STORE_ERROR" = "Cet événement ne fait pas partie de ce magasin d’événements.";

/* developer error */
"SPAN_ERROR" = "L’intervalle spécifié n’est pas valide.";

"CALENDAR_HAS_NO_SOURCE" = "Le calendrier n’appartient à aucun compte.";

"DOES_NOT_ALLOW_RECURRENCE_CHANGES" = "Le champ de répétition ne peut pas être modifié.";

"DOES_NOT_ALLOW_ALARM_CHANGES" = "Les alarmes ne peuvent pas être modifiées.";

"DOES_NOT_ALLOW_ATTENDEE_CHANGES" = "Les invités ne peuvent pas être modifiés.";

"CALENDAR_IMMUTABLE" = "Ce calendrier ne peut pas être modifié ou supprimé.";

"STRUCTURED_LOCATIONS_NOT_SUPPORTED" = "Les lieux auxquels sont attribuées des données géographiques ne sont pas pris en charge par ce compte.";

"ACTIONS_NOT_SUPPORTED" = "Les actions ne sont pas gérées par ce compte.";

"REMINDER_LOCATIONS_NOT_SUPPORTED" = "Les lieux des rappels ne sont pas pris en charge par ce compte.";

"ALARM_PROXIMITY_NOT_SUPPORTED" = "Les alarmes de proximité ne sont pas prises en charge par ce compte.";

"RECURRING_TASK_REQUIRES_DUE_DATE_ERROR" = "Un rappel récurrent doit avoir une échéance.";

"SOURCE_PROHIBITS_CALENDAR_ADD_DELETE" = "Ce compte n’autorise pas l’ajout ou la suppression de calendriers.";

"CALENDAR_DOES_NOT_ALLOW_EVENTS" = "Ce calendrier n’autorise pas l’ajout d’événements.";

"CALENDAR_DOES_NOT_ALLOW_REMINDERS" = "Ce calendrier n’autorise pas l’ajout de rappels.";

"SOURCE_DOES_NOT_ALLOW_REMINDERS" = "Ce compte ne prend pas en charge les rappels.";

"PRIORITY_IS_INVALID" = "Les priorités doivent être entre 0 et 9.";

"INVALID_ENTITY_TYPE" = "Cet EKEntityType n’est pas valide.";
